11/data/attachments/f1c17bb2d41c5568.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Martin_each_Actions_20206_0</nif:username>
            <nif:friendToBeRequested>soap_actions_cb0587d4-e7af-415b-a7c9-6a83c166a212</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>